IDEA Open Model
RebarHookBase Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the RebarHookBase class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected RebarHookBase()
Protected Sub New
See Also
Reference
RebarHookBase Class
IdeaRS.OpenModel.Model Namespace